[
  {
    "question": "ต้องมัดจำก่อนหรือไม่ และจำนวนเท่าไหร่?",
    "reply": "สำหรับการจองห้องพักที่ ยูนนานโฮมสเตย์ จะมีการมัดจำก่อนประมาณ 30-50% หรือขึ้นอยู่กับช่วงวันหยุด/เทศกาล เพื่อยืนยันการจองครับ",
    "category": "booking",
    "open": true
  },
  {
    "question": "สามารถยกเลิกหรือเปลี่ยนวันได้ไหม?",
    "reply": "สามารถยกเลิกหรือเปลี่ยนวันได้ หากแจ้งล่วงหน้าอย่างน้อย 7 วันก่อนวันเข้าพัก โดยอาจมีค่าธรรมเนียมขึ้นอยู่กับช่วงเวลา",
    "category": "booking",
    "open": false
  },
  {
    "question": "มีบริการเสริมเตียง/เด็กเข้าพักด้วยหรือไม่?",
    "reply": "มีบริการเสริมเตียงสำหรับผู้เข้าพักเพิ่มเติม โดยสามารถแจ้งล่วงหน้า และมีค่าใช้จ่ายเสริมตามที่พักนั้นๆ",
    "category": "booking",
    "open": false
  },

  {
    "question": "ในห้องพักมี Wi-Fi ฟรีหรือไม่?",
    "reply": "ใช่ครับ ทุกห้องพักที่ ยูนนานโฮมสเตย์ มี Wi-Fi ความเร็วสูงให้ใช้งานฟรีทั่วทั้งพื้นที่",
    "category": "facilities",
    "open": false
  },
  {
    "question": "ห้องน้ำเป็นแบบส่วนตัวไหม?",
    "reply": "ทุกห้องพักจะมีห้องน้ำในตัว (Ensuite) พร้อมน้ำอุ่น เพื่อความสะดวกและเป็นส่วนตัวของผู้เข้าพัก",
    "category": "facilities",
    "open": false
  },
  {
    "question": "บริการอาหารเช้ารวมอยู่ในค่าห้องพักหรือไม่?",
    "reply": "ใช่ครับ ห้องพักส่วนใหญ่รวมอาหารเช้าแบบสไตล์ยูนนาน แต่กรณีบางแพ็กเกจอาจมีค่าใช้จ่ายเพิ่มเติม กรุณาตรวจสอบตอนจอง",
    "category": "facilities",
    "open": false
  },

  {
    "question": "ยูนนานโฮมสเตย์อยู่ห่างจากดอยอ่างขางแค่ไหน?",
    "reply": "ตั้งอยู่ที่หมู่บ้านผาแดง บนเส้นทางดอยอ่างขาง ใกล้แหล่งท่องเที่ยวสำคัญ เช่น จุดชมวิวซุยถัง และ สถานีเกษตรหลวงอ่างขาง เดินทางสะดวก",
    "category": "travel",
    "open": false
  },
  {
    "question": "ถนนขึ้นโฮมสเตย์เหมาะกับรถธรรมดาหรือไม่?",
    "reply": "เส้นทางหลักขึ้นดอยอ่างขางค่อนข้างโค้งและลาดชันบางช่วง หากใช้รถธรรมดาควรขับช้า เลือกช่วงกลางวันและตรวจสอบสภาพถนนก่อนเดินทาง",
    "category": "travel",
    "open": false
  },
  {
    "question": "ช่วงไหนเป็นเวลาที่เหมาะสำหรับไปพักดอยอ่างขาง?",
    "reply": "ช่วงที่อากาศเย็นสุดและวิวหมอกสวยคือเดือนพฤศจิกายนถึงมกราคม แต่หากไม่ชอบหนาวมาก เดือนธันวาคมเป็นตัวเลือกที่ดีครับ",
    "category": "travel",
    "open": false
  }
]
