[
  {
    "question": "ต้องชำระค่ามัดจำในการจองหรือไม่?",
    "reply": "จำเป็นต้องชำระค่ามัดจำในการจองไม่เกิน 50% ของค่าห้องพัก ขึ้นอยู่กับช่วงวันหยุด/เทศกาล",
    "category": "booking",
    "open": false
  },
  {
    "question": "มีค่าใช้จ่ายเพิ่มเติมหรือไม่?",
    "reply": "ค่าห้องพักรวมทุกอย่างแล้ว ไม่มีค่าใช้จ่ายแอบแฝง",
    "category": "booking",
    "open": false
  },

  {
    "question": "สามารถยกเลิกหรือเปลี่ยนวันได้ไหม?",
    "reply": "สามารถยกเลิกหรือเปลี่ยนวันได้ หากแจ้งล่วงหน้าอย่างน้อย 7 วันก่อนวันเข้าพัก โดยอาจมีค่าธรรมเนียมขึ้นอยู่กับช่วงเวลา",
    "category": "booking",
    "open": false
  },
  {
    "question": "มีบริการเสริมเตียง/เด็กเข้าพักด้วยหรือไม่?",
    "reply": "มีบริการเสริมเตียงสำหรับผู้เข้าพักเพิ่มเติม โดยสามารถแจ้งล่วงหน้า และอาจมีค่าใช้จ่ายเพิ่มเติม",
    "category": "booking",
    "open": false
  },

  {
    "question": "ในห้องพักมี Wi-Fi ฟรีหรือไม่?",
    "reply": "ยูนนานโฮมสเตย์ มี Wi-Fi ความเร็วสูงให้ใช้งานฟรีทั่วทั้งพื้นที่",
    "category": "facilities",
    "open": false
  },
  {
    "question": "ห้องน้ำเป็นแบบส่วนตัวไหม?",
    "reply": "ทุกห้องพักจะมีห้องน้ำในตัว พร้อมน้ำอุ่น เพื่อความสะดวกและเป็นส่วนตัวของผู้เข้าพัก",
    "category": "facilities",
    "open": false
  },
  {
    "question": "บริการอาหารเช้ารวมอยู่ในค่าห้องพักหรือไม่?",
    "reply": "อาหารเช้ารวมอยู่ในค่าห้องพักแล้ว แต่กรณีสั่งอาหารเพิ่มเติมอาจมีค่าใช้จ่ายเพิ่มเติม กรุณาตรวจสอบตอนจอง",
    "category": "facilities",
    "open": false
  },
  {
    "question": "มีบริการอาหารเย็นหรือหมูกระทะหรือไม่?",
    "reply": "สามารถสั่งอาหารตามสั่ง จิ้มจุ่ม และหมูกระทะจากร้านในชุมชนได้",
    "category": "facilities",
    "open": false
  },

  {
    "question": "ยูนนานโฮมสเตย์อยู่ห่างจากดอยอ่างขางแค่ไหน?",
    "reply": "โฮมสเตย์ ตั้งอยู่บนดอยเส้นทางดอยอ่างขาง ห่างจากจุดชมวิวซุยถัง (ประมาณ 10 กม.) และสถานีเกษตรหลวงอ่างขาง (ประมาณ 20 กม.)",
    "category": "travel",
    "open": false
  },
  {
    "question": "ถนนขึ้นโฮมสเตย์เหมาะกับรถธรรมดาหรือไม่?",
    "reply": "เส้นทาง อรุโณทัย - อ่างขาง หรือ ไชยปราการ - อ่างขาง เป็นเส้นทางที่ลาดชันน้อยที่สุด หากใช้รถธรรมดาควรขับช้าและตรวจสอบสภาพอากาศก่อนเดินทาง",
    "category": "travel",
    "open": false
  },
  {
    "question": "ช่วงไหนเป็นเวลาที่เหมาะสำหรับไปพักดอยอ่างขาง?",
    "reply": "ช่วงที่อากาศเย็นสุดและวิวหมอกสวยคือเดือนพฤศจิกายนถึงกุมภาพันธ์ แต่หากไม่ชอบหนาวมาก เดือนมกราคมเป็นตัวเลือกที่ดีครับ",
    "category": "travel",
    "open": false
  },
  {
    "question": "โฮมสเตย์ตั้งอยู่ที่ไหน?",
    "reply": "โฮมสเตย์ตั้งอยู่ใจกลางหมู่บ้านผาแดง เส้นทางดอยอ่างขาง สะดวกต่อการเดินทางไปแหล่งท่องเที่ยวต่าง ๆ",
    "category": "travel",
    "open": false
  }
]
